////////////////////////////////////////////////////////////
//
//    Библиотека
//    Copyright © 2022-2023 Љубомир Мићић
//    Сва права су заштићена.
//
////////////////////////////////////////////////////////////

using System;
using System.Collections.Generic;
using System.ComponentModel;
using System.Linq;

namespace Project {
    public enum EZanrKnjiga {
        Бајке = 344,
        Басне = 342,
        Биографија = 94,
        Дечија_књижевност = 93,
		Драма = 2,
		Легенде = 343,
		Мешовито = 8,
        Научне_књиге,
		Приповетка = 32,
		Поезија = 1,
		Путопис = 992,
        Роман = 31
    }
}